Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: These hardy dwarves are sometimes away from their caves for long periods, scouting and patrolling the borders. They spend this time watching for invaders, and fighting bandits and thieves who encroach on dwarvish territory. They are powerful fighters in a melee, and from a distance their deftly thrown axes can rival the power and accuracy of a human archer.
uk_ua: Ці витривалі гноми іноді надовго покидають свої печери для розвідки і патрулювання кордонів. Вони проводять час за виявленням порушників і б'ючись з бандитами і злодіями, що вторгаються на землі гномів. Вони сильні в ближньому бою, а в метанні сокири можуть порівнятися силою і точністю з людськими лучниками.

source: These human beasts slew our people and murdered Mebrin! We must have vengeance for this vile atrocity. Burn their city to the ground!
uk_ua: Ці люди — чудивиська! Вони вбивали наш народ та закатували самого Мербіна! Ми маємо помститися за це огидне звірство. Спаліть їхнє місто!

source: These look as if they are of dwarven make! Movrur, what is the meaning of this?
uk_ua: Вони виглядають, наче гномської роботи! Мовруре, що це значить?

source: These majestic and powerful creatures are masters of the sky. Gryphons are both dangerous and wary of other intelligent creatures, and thus should not be disturbed without a good reason.
uk_ua: Ці величні і могутні істоти — володарі небес. Грифони небезпечні і насторожено ставляться до інших розумних істот, тому їх краще не турбувати без вагомої причини.

source: These men are indeed brave to face such foes, but I fear that they will fall to the darkness if they fight it alone. There is one elf who still remembers the secrets of the undead that we learned when Haldric I came to our land. His name is Mebrin, and he lives secluded in the hills south of here.
uk_ua: Ці люди справді хоробрі, щоб протистояти такому ворогу, але я боюсь, що зло переможе, якщо вони боротимуться самі. Ще живе один ельф, що пам'ятає секрети мерців, які ми отримали з прибуттям Халдріка І до нашої землі. Його звуть Мебрін і він живе серед пагорбів на південь звідси.

source: These monsters seem like they want to be embraced by my hammer!
uk_ua: Ці тварюки, схоже, хочуть скуштувати мого молота!

source: These orc raids keep getting harder and harder to hold off. Feels like every new day’s just another chance for us to lose everything...
uk_ua: Ці оркські набіги кожного разу все потужніші і потужніші. Таке відчуття, наче ще декілька днів і ми можем втратити все..

source: These orcs are few, but the elves aren’t accustomed to war. Besides we will have to rely on elven charity if we are to survive this first winter.
uk_ua: Орків небагато, але ельфи не готові до війни. Крім того, нам доведеться покластися на добронадійність ельфів, щоб пережити першу зиму.

source: These petty criminals are often derisively called ‘footpads’ by their superiors, for they are tasked with any job that requires a great deal of running around, often being employed as couriers, or scouts. The endurance and agility they gain from this serves them well in combat, and despite their inferior weaponry they are quite good at harrying their enemies, especially under cover of darkness.
uk_ua: Цих дрібних злочинців їх старші товариші іронічно називають ‘розбишаками’ за те, що ті виконують метушливу роботу, часто виступають кур'єрами та розвідниками. Незважаючи на мізерне озброєння, витривалість і швидкість дозволяють їм бути корисними в бою. Вони дуже добре непокоять супротивників, особливо під покривом темряви.

source: These potent herbs give the bearer the ability to heal adjacent units and cure their poison.
uk_ua: Ці сильнодіючі трави дають власникові здатність лікувати сусідніх бійців та зцілювати їх від отрути.

source: These shades of what were once warriors are among the most terrifying things a necromancer can create, for a sword will cleave right through them as if through air, seemingly without doing harm. It is the thought that these foes are invincible which is so frightening, a notion that is fortunately far from the truth.
uk_ua: Ці тіні колись воїнів — одне з найбільш жахливих створінь некромантії. Меч проходить крізь них, немов вони виткані з повітря, і не завдає їм ніякої шкоди. Існує моторошна думка, що ці тварюки невразливі. На щастя, вона далека від істини.

source: These swamps seem to go on forever!
uk_ua: Ці болота здаються безмежними!

source: These tendrils are the appendages of some greater monster that lurks below the waves. They are obviously incapable of venturing far from the water, and not very threatening individually in spite of their ability to mend injuries swiftly. Many are understandably hesitant to approach, though, for fear of being caught and dragged underwater to face whatever beast the tentacles are attached to.
uk_ua: Ці відростки є придатками якоїсь величезної істоти, що ховається в глибині. З очевидних причин, вони нездатні покинути воду та, незважаючи на здібність швидко регенерувати пошкодження, не становлять загрози для одинокого бійця. Багато хто не наважуються підійти, через страх бути схопленим і затягнутим у глибину до хазяїна цих відростків.

source: These walls were raised over a system of catacombs, which connect the four towers to the central keep. Though they appear impressive, the tunnels were never meant to hold up such a tremendous weight. Supports were added later to hold up the middle, which eventually began to collapse without them. Naturally, this was made secret by the magi, who did not want others to learn of their error.
uk_ua: Ці стіни розташовані над системою катакомб, котрі з'єднують 4 вежі та головну цитадель. Хоча вони й виглядають вражаючі, тунелі не були спроектовані утримувати величезну вагу стін. Щоб утримувати центральну частину фортеці, було додано підпорки, без яких все б рано чи пізно розвалилося. Звичайно, маги намагалися втримати це в таємниці, тому що не хотіли, щоб хтось дізнався про їхню помилку.

source: These were merely servants of a far more powerful master.
uk_ua: Ці були лише прислужниками набагато могутнішого володаря.

source: These will be the long dead. Not like the undead that my people used, and they are elf-dead. Be careful indeed.
uk_ua: Вони померли вже давно. Не так, як ті мерці, що були у мого народу, до того ж вони ельфи. Будемо дуже обережні.

source: These worthless humans just bested you and your armies. Your time has come, once wise sage of the elves.
uk_ua: Ці нікчемні люди тільки що перемогли тебе та твоє військо. Твій час скінчився, колишній мудрецю ельфів.

source: They are almost to the great hall! Hurry, Deoran! We must reach the citadel before it is stormed by the bandits!
uk_ua: Вони майже у великій залі! Поквапся, Деоране! Ми повинні зайняти цитадель, поки її не захопили бандити!

source: They are attacking us!
uk_ua: Вони нас атакують!

source: They are burning our homes! We must stop them!
uk_ua: Вони палять наші дома! Ми повинні зупинити їх!

source: They are my companions, and the poor things are just terribly hungry. I’m sorry we didn’t pay the full amount, but maybe we can reach some arrangement.
uk_ua: Це мої супутники: бідолаги так зголодніли… Вибачте, що не заплатила за них. Можливо, ми могли б обговорити якісь варіанти?

source: They are my friends. I’ve been so lonely here...and you killed so many of my friends. They could be your friends too. Spare me, and I’ll give you my favorite cuttlefish. His name is Inky.
uk_ua: Вони мої друзі. Мені було так самотньо тут... а ви убили так багато моїх друзів. А вони ж могли стати і вашими друзями. Помилуйте мене, і я віддам вам свою улюблену каракатицю. Його звуть Чорнильником.

source: They are not underfed, they’re dead! How can they be dead? They’re horrible!
uk_ua: Вони не заморені, вони мертві! Як вони можуть бути мертві? Які ж вони бридкі!

source: They are of the same people as the Prince of Southbay. They come as refugees. I can see a use for them.
uk_ua: Це ті ж люди, що і принц Південної Бухти. Вони прибули як біженці. Думаю, ми знайдемо їм застосування.

source: They are sealed by the ancient runelore of the Hammer. No amount of force can open these doors — we will need to find the keys to the seals here.
uk_ua: Вони запечатані давньою магією рун Молота. Жодна сила не зможе відкрити ці двері — ми маємо знайти ключі до печаток.

source: They are too powerful! Retreat!
uk_ua: Вони занадто сильні! Відступаймо!

source: They are. It makes our job of killing them that much easier!
uk_ua: Таки так. Ти легше їх буде повбивати!

source: They bears some likeness, but these men almost seem half alive. This be some kind of truly dreadful sorcery.
uk_ua: Вони дуж схожі, але ці люди виглядають так, наче напівживі. Се якесь справді жахливе чаклунство.

source: They bound me, the accursed humans, they bound me in iron! Ahh, the cold iron on my skin... they burned me with it day and night for days, weeks, tormenting me endlessly as they tried to pry the secrets of the undead from me!
uk_ua: Вони зв'язали мене, прокляті люди, вони зв'язали мене залізом! Ахх, холодне залізо на моїй шкірі... вони пекли мене ним днем і вночі, днями, тижнями, нескінченно катуючи мене, щоб я виказав їм секрети мерців!

source: They certainly will! Haw haw haw!
uk_ua: Звичайно пошкодують! Ха ха ха!

source: They come at night... and leave no one alive...
uk_ua: Вони приходять в ночі... і не залишають нікого в живих...

source: They had only just begun their trek when they encountered wolves who had gotten wind of the battle. Many of the wolves were ridden by goblins. The orcs of Tirigaz, chastened by Kai Laudiss’s victory, might have decided not to bother the merfolk, but these goblins were bandits and outcasts even to their own kind.
uk_ua: Вони тільки почали свій підйом, як зіткнулися з вовками, котрих приманив запах крові. Багато вовків було осідлано гоблінами. Орки Тірігазу, яких переміг Кай Лаудісс, вирішили більше не чіпати водяних, але ці гобліни були бандитами і вигнанцями навіть серед собі подібних.

source: They have breached the fortress gate! Repulse them!
uk_ua: Вони пробилися до воріт фортеці! Дайте їм відсіч!

source: They have reached Mebrin’s village before us! We have no hope of obtaining his aid now...
uk_ua: Вони дібралися до селища Мербіна раніше, ніж ми! Тепер нема надії на його допомогу...

source: They just killed an innocent man! Murderers!
uk_ua: Вони тільки що вбили невинну людину! Вбивці!

source: They killed my crew member and played me for a fool! The only arrangement that suits me is the lot of you off my ship, preferably at the bottom of the sea.
uk_ua: Убили члена екіпажу й мають мене за дурня! Мене влаштовує лише один варіант: ви сходите з корабля, бажано, на дно морське.

source: They knew, they knew! They reveled in my hurt, relished each and everyone of my cries of pain! Even as I asked... as I <i>begged</i> for mercy, they would not relent. I did not know day from night; the light and the shadows, heat and cold, everything was one and the same as the iron bled itself into my veins. Imagine! I, a great and powerful sage, crippled and defeated by nothing more than a rusted pair of bracelets... it was... humiliating...
uk_ua: Вони знали, вони знали! Вони раділи моїм мукам, котрі були приправлені моїм плачем від болю! Навіть коли я просив... коли я <i>благав</i> про помилування, вони не м'якшали. Я не відрізняв дня від ночі; світла від тіні, тепла від холоду, все було одним і однаковим, коли залізо врізалося в мої вени. Уяви! Я, могутній та всесильний мудрець, скалічений та переможений нічим іншим, ніж парою іржавих браслетів... це було... принизливо...

source: They look mighty good to me. Might even have a taste later, myself. Let’s get ’em, boys!
uk_ua: Як на мене, виглядають апетитно. М'буть, навіть і сам їх скуштую. Х'пайте їх, хлопці!

source: They must be guarding the cemetery from <i>me</i>! Maybe Aimucasur really was suspicious. It’s a good thing I’m here already, but how am I going to get out? Well, I might as well do my experiment and worry about leaving later.
uk_ua: То вони охороняють кладовище від <i>мене</i>! Аймуказур, схоже, таки щось запідозрив. На щастя, я вже тут, але як тепер звідси вислизнути? Що ж, спочатку —експеримент, а як звідси вибратися вже потім придумаю.

source: They overran my post. I got hit on the head pretty good. When I came to the orcish army had already passed my position.
uk_ua: Вони захопили мою заставу. Мене здорово приклали по голові. Коли я опритомнів, армія орків вже пройшла далі.

source: They pledged to visit all of the terrors of the hells upon the Isle. They built a great stone gate to the heart of the homeland of the orcs in the distant west! Now even we Wesfolk must flee or be slaves.
uk_ua: Вони присягнулися зрушити на Острів усі жахи пекла. Вони побудували величезні кам'яні ворота до самого серця батьківщини орків на далекому заході! Тепер навіть нам, весфолькам, доводиться втікати, щоб не стати рабами.

source: They reveal what they will.
uk_ua: Ш-ш-шляхи планет недовідомі.

source: They rode quickly northward. Day and night, they fled without reprieve until they finally crossed back into Kerlath Province. Deoran and his men entered the forts guarding the border to Wesnoth, the undead close on their heels.
uk_ua: Вони швидко скакали на північ. Вдень і вночі вони відступали без перепочинку, поки не повернулися до провінції Керлат. Деоран зі своїми людьми досяг застави, що охороняли кордон Весноту, а мерці наступли їм на п'яти.

source: They sealed it, there is no escape for you!
uk_ua: Вони запечатали люк, тобі не втекти!

source: They seem rather intelligent. They’re certainly belligerent and numerous. I’m sure they’ll eventually evacuate. Just like us right now.
uk_ua: Вони, здається, досить розумні. І вони явно войовничі та численні. Упевнена, вони врешті-решт попливуть звідси. Прямо як ми зараз.

source: They should be put to the test before such a grant is made.
uk_ua: Їх потрібно перевірити перш, ніж дарувати подібні речі.

source: They were the vanquished refugees of some war, fleeing from their homes in a land even farther off into the west. The Wesfolk were not numerous, but they used dark magic, commanding vengeful spirits and legions of walking dead...
uk_ua: Їх вигнали з дому під час якоїсь війни — із земель, що лежали ще далі на захід. Весфольки були нечисленні, але вони володіли темною магією і керували мстивими духами і легіонами мерців, що ожили...

source: They will follow. You proved your courage in our last battle. Your father, the Kai-that-was, would have been proud.
uk_ua: Вони підуть. Ти довів свою хоробрість в останній битві. Твій батько, минулий Кай, гордився б тобою.

source: They would not dare without the aid of the dark ones, but we will vanquish them all nonetheless. Now, listen well to me, humans. The Great Sage Mebrin is ancient and remembers well Haldric’s betrayal of the elves. Should one of you set foot in his village first, he will certainly drive us away!
uk_ua: Вони б не посміли, не маючи допомоги темних сил, але ми все одного їх знищимо. Великий мудрець Мербін дуже старий і добре пам'ятає, як Халдрік зрадив ельфів. Тож якщо першою до нього навідається людина, він точно не стане розмовляти!

source: They’ll stop you!
uk_ua: Вони вас зупинять!

source: They’re Wesfolk, reavers and thieves by nature; rare is the summer they do not raid us. What mystery is in it now?
uk_ua: Це Весфольки, природжені злодії і розбійники; я не пам'ятаю жодного літа, щоб вони не нападали на нас. Що незрозумілого цього разу?

source: They’re attacking me!
uk_ua: На мене напали!

source: They’re attacking the Chief! Kill the meat before it gets any farther!
uk_ua: Вони атакують начальника! Вбийте м'ясо, поки воно ще чогось не накоїло!

source: They’re getting close to Dallben! What should we do?
uk_ua: Вони вже дуже близько до Далбену! Шо нам робити?

source: They’ve seen us! <i>Run</i>!
uk_ua: Вони побачили нас! <i>Тікаймо</i>!

source: They’ve undoubtedly spotted the smoke from the orcish fires. We have to defeat these monsters before everybody starves at sea, or before Jevyan launches an attack with his fleet.
uk_ua: Напевно, вони помітили дим від орокських вогнищ. Потрібно знищити цих тварюк до того, як люди на кораблях помруть з голоду або Жев'ян ударить своїм флотом.

source: Thhsthss
uk_ua: Тххстсс

source: Thick Hedges
uk_ua: Густі зарослі

source: Thick-bodied and clumsy, slow individuals of goblins and other species take a movement penalty but are compensated for it with a slight increase in endurance.
uk_ua: Товсті і незграбні, ‘повільні’ гобліни (і інші істоти) рухаються повільно, але це компенсується невеликим плюсом витривалості.

source: Thief
uk_ua: Злодій

source: Thieves and raiders, that be what these orcs are. They oft steal our gold and weapons in their raids, for such beasts have little ability to create either on their own.
uk_ua: Крадії та волоцюги, ось хто ці орки. Вони часто здійснюють набіги, щоб вкрасти наше золото та зброю, такі чудовиська мають недостатньо клепки, щоб створювати ці речі самостійно.

source: Thieves are weak in one-on-one combat, but can be deadly if you allow them to surround your units. On offense, thieves will deal double damage when they have an ally directly behind the unit they are attacking! Like thugs, thieves are vulnerable to ranged attacks.
uk_ua: Злодії слабкі у битві один на один, але можуть бути смертельними, якщо дозволити їм оточити ваших бійців. Атакуючи, злодії будуть завдавати подвійної шкоди, якщо вони матимуть союзника прямо за бійцем, котрого атакують! Як і головорізи, злодії вразливі до дальніх атак.

source: Things were worse still when sailing to the east. A strong, cold ocean current swept down from the north in the Eastern Ocean, pushing all ships horribly off course. Ships that traveled east and returned reported nothing but open ocean and vile sea monsters...
uk_ua: На сході все було ще гірше. Сильна холодна течія з півночі в Східний океан безнадійно збивала з курсу усі судна. Ті, хто плавав на схід і повернувся, розповідали лише про безмежний океан і огидних морських чудовиськ...

source: Think of the destruction they wrought on your land! Think of how they trespassed on our lands and kidnapped our wisest sage! No matter what they know of these undead, you cannot ally yourself with these thugs. They are as evil as the undead!
uk_ua: Подумай про розруху, що вони принесли на вашу землю! Подумай про те, як вони прокралися на наші землі та викрали нашого наймудрішого мудреця! Неважливо, що вони знають про цих мерців, ти не можеш об'єднатися з цими убивцями. Вони такі ж злі, як і мерці!

source: Think twice before dismissing any unit from your recall list, no matter how little experience it has. Sometimes it’s worth paying a premium to know exactly what traits a new arrival will have.
uk_ua: Двічі подумайте перед видаленням бійців із списку заклику, незалежно від того, як мало досвіду вони набрали. Іноді варто переплатити за те, щоб бути упевненим в здібностях нового бійця.

source: Third Oracle
uk_ua: Третій оракул

source: This 4p survival scenario allows you to construct buildings and terraform the land. For experienced players, it’s recommended to lower the starting gold to 75.
uk_ua: Сценарій на виживання для 4 гравців дозволяє будувати будівлі і видозмінювати місцевість. Для досвідчених гравців рекомендовано понизити стартове золото до 75.

source: This Time of Day is only a Stub!
uk_ua: Цей час доби - тільки заглушка!

source: This Turn
uk_ua: Цей хід

source: This Ur-Thorodor should not speak of King Garard that way! <i>“Suffer our wrath”</i> indeed... I’ll show him wrath!
uk_ua: Цьому Ур-Тородору не слід так говорити про Короля Гарарда! <i>"Відчуйте наш гнів"</i> дійсно... Я покажу йому гнів!

source: This Valley Belongs to Me
uk_ua: Ця долина належить мені

source: This advancement is currently the default for all units of the same type
uk_ua: Наразі це підвищення типове для всіх бійців цього типу

source: This attack always has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
uk_ua: Магія завжди потрапляє з вірогідністю 70%, незалежно від захисту того, хто обороняється.

source: This attack combines the arcane type with the type of weapon used so that resistance to the arcane type does not penalize the user.
uk_ua: Ця атака поєднує містичний тип з типом використовуваної зброї таким чином, що ворожий опір до містичному типу не обмежує користувача.

source: This attack hits so hard that the opponent is dazed and can no longer enforce a zone of control. The effect wears off on the opponent’s next turn.
uk_ua: Ця атака б'є так сильно, що ворог оглушується і більше не може утримувати зону контролю. Ефект зникає на наступний хід суперника.

source: This attack petrifies the target, turning it to stone. Units that have been petrified may not move or attack.
uk_ua: Цей вид атаки паралізує ціль, перетворюючи її і камінь. Паралізовані бійці не можуть рухатись і атакувати.

source: This attack poisons living targets. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison cannot, of itself, kill a unit.
uk_ua: Цей вид атаки отруює живих істот. Отруєний боєць втрачає 8 ЗД кожен хід до тих пір, поки не вилікується, або доки його здоров'я не зменшиться до 1 ЗД. Отрута сама по собі не може вбити бійця.

source: This attack poisons the target. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison can not, of itself, kill a unit.
uk_ua: Цей вид атаки отруює ціль. Отруєний боєць втрачає 8 ЗД кожен хід до тих пір, поки не вилікується, або доки його здоров'я не зменшиться до 1 ЗД. Отрута сама по собі не може вбити бійця.

source: This attack puts the unit in good defensive position, and it absorbs some of the damage dealt by an enemy strike.
uk_ua: Ця атака ставить бійця в хорошу оборонну позицію, і він поглинає частину шкоди, завданої ворожим ударом.

source: This attack slows the target until it ends a turn. Slow halves the damage caused by attacks and the movement cost for a slowed unit is doubled. A unit that is slowed will feature a snail icon in its sidebar information when it is selected.
uk_ua: Ця атака уповільнює жертву до кінця ходу. Уповільнений боєць завдаватиме в два рази меншої шкоди і буде рухатись в два рази повільніше. Коли боєць уповільнений, до його опису в правій частині екрану додається значок равлика.

source: This battle is nearly at an end. Victory is close at hand!
uk_ua: Цей бій майже завершений. Перемога не за горами!
